Repository: vinumeris/lighthouse
Catalog: i18n/*.po
Languages: cs, de, es, pt_br

source: Submission via email. Project must be legal under New Zealand law.
cs: Odesílání emailem. Projekt musí být legální podle novozélandských zákonů.
de: Per Email einsenden. Das Projekt muss nach neuseeländischem Recht legal sein.
es: Entrega por email. El proyecto debe ser legal bajo la ley de Nueva Zelanda
pt_br: Envio via e-mail. O projeto deve ser legal sob a lei da Nova Zelândia.

source: Submission via the web. Project must be legal under US law.
cs: Odesílání po webu. Projekt musí být legální podle amerických zákonů.
de: Per Webseite hochladen. Das Projekt muss nach US Recht legal sein.
es: Entrega por la web. El proyecto debe ser legal bajo la ley de los Estados Unidos.
pt_br: Envio via web. O projeto deve ser legal sob a lei dos EUA.

source: Send money out of the wallet
cs: Převést peníze z této peněženky jinam
de: Geld von der Wallet senden
es: Envía dinero desde la billetera
pt_br: Enviar dinheiro para fora da carteira

source: Make paper backup and encrypt your wallet
cs: Šifrování peněženky a vytvoření papírové peněženky
de: Papier Backup erstellen oder Wallet verschlüsseln
es: Haz un respaldo en papel y cifra tu billetera
pt_br: Fazer backup em papel e criptografar sua carteira

source: YOUR ADDRESS
cs: VAŠE ADRESA
de: DEINE ADRESSE
es: TU DIRECCIÓN
pt_br: SEU ENDEREÇO

source: Set up wallet
cs: Nastavení peněženky
de: Wallet einrichten
es: Montar billetera
pt_br: Configurar carteira

source: YOUR BALANCE
cs: VÁŠ ZŮSTATEK
de: DEIN KONTOSTAND
es: TU BALANCE
pt_br: SEU SALDO

source: Create project
cs: Vytvořit projekt
de: Projekt erstellen
es: Crear proyecto
pt_br: Criar projeto

source: Import project
cs: Importovat projekt
de: Projekt importieren
es: Importar proyecto
pt_br: Importar projeto

source: You can also drop an existing project file here.
cs: Můžete sem také přetáhnout soubor projektu.
de: Eine bestehende Projektdatei kann auch hier abgelegt werden
es: Tú también puedes arrastrar un archivo existente del proyecto aquí.
pt_br: Você também pode arrastar um projeto existente aqui.

source: Select a bitcoin project file to import
cs: Zvolte soubor projektu, který chcete importovat
de: Bitte eine Bitcoin Projektdatei auswählen
es: Selecciona un archivo del proyecto para importar
pt_br: Selecione um arquivo de projeto bitcoin para importar

source: Project/contract files
cs: Soubory projektů
de: Projekt- und Vertragsdateien
es: Archivos de; proyecto/contrato
pt_br: Arquivos de projeto/contrato

source: Import failed
cs: Importování se nezdařilo
de: Import fehlgeschlagen
es: Falló la importación
pt_br: Erro na importação

source: Could not copy the dropped pledge into the %1$s application directory: %2$s
cs: Kopírování příslibu do adresáře aplikace %1$s se nezdařilo: %2$s
de: Konnte die abgelegte Datei nicht ins %1$s Verzeichnis der Anwendung kopieren: %2$s
es: No se pudo copiar la contribución arrastrada en el directorio de la aplicación %1$s: %2$s
pt_br: Não foi possível copiar o apoio retirado para a pasta do aplicativo %1$s: %2%s

source: Failed to import project
cs: Importování projektu se nezdařilo
de: Import des Projektes fehlgeschlagen.
es: Falla en la importación del proyecto
pt_br: Erro ao importar o projeto

source: Could not read project file: %s
cs: Soubor projektu nelze načíst: %s
de: Konnte Projektdatei nicht einlesen: %s
es: No se pudo leer el archivo con el proyecto: %s
pt_br: Não foi possível ler o arquivo de projeto: %s

source: You are offline. You will not be able to use the app until you go online and restart.
cs: Váš počítač teď není připojen k Internetu, a tato aplikace bez něj nemůže fungovat. Prosím připojte se a restartujte aplikaci.
de: Keine Internetverbindung. Bitte Verbindung zum Internet herstellen und die Anwendung neu starten.
es: Estás fuera de línea. No podrás usar la aplicación hasta que estés en línea y la aplicación reinicie.
pt_br: Você está offline. Você não poderá usar o aplicativo até você se conectar e reiniciar.

source: Initialising Tor
cs: Připravuji připojení do sítě Tor
de: TOR vorbereiten
es: Iniciando Tor
pt_br: Inicializando Tor

source: Downloading software update
cs: Stahuji aktualizaci softwaru
es: Descargando actualización de software
pt_br: Baixando atualização do software

source: Restart
cs: Restartovat
de: Neustarten
es: Reiniciar
pt_br: Reiniciar

source: Please restart the app to upgrade to the new version.
cs: Pro aktualizaci na novou verzi prosím restartujte tuto aplikaci
de: Bitte die App neu starten, um auf die neue Version upzugraden.
es: Por favor reinicia la aplicación para que actualice a la versión nueva.
pt_br: Por favor reinicie o aplicativa para atualizar para a nova versão.

source: Online update failed
cs: On-line aktualizace selhala
de: Onlineupdate fehlgeschlagen
es: Falla en la actualización en línea
pt_br: Erro na atualização online

source: An error was encountered whilst attempting to download or apply an online update: %s
cs: Při pokusu stáhnout a nainstalovat aktualizaci došlo k chybě: %s
de: Es trat ein Fehler beim Versuch auf, ein Onlineupdate herunter zu laden oder zu installieren
es: Un error fue encontrado mientras se trataba de descargar o aplicar una actualización en línea
pt_br: Ocorreu um erro ao tentar baixar ou aplicar uma atualização online: %s

source: Synchronising with the Bitcoin network
cs: Synchronizuji data se sítí Bitcoin
de: Synchronisieren mit dem Bitcoin Netzwerk
es: Sincronizando con la red de Bitcoin
pt_br: Sincronizando com a rede Bitcoin

source: You don't have any bitcoins in this wallet
cs: Nemáte žádné bitcoiny ve své peněžence
de: Du hast keine bitcoins in dieser Wallet.
es: Tú todavía no tienes bitcoins en esta billetera
pt_br: Você não tem bitcoins nessa carteira

source: Send some money to this address first
cs: Pošlete si prosím nějaké peníze na tuto adresu
de: Sende zuerst etwas Geld an diese Adresse
es: Enviar algo de dinero a esta dirección primero
pt_br: Envia algum dinheiro para esse endereço antes
