Repository: vinumeris/lighthouse
Catalog: i18n/*.po
Languages: cs, de, es, pt_br

source: Server path not valid for Lighthouse protocol: %s
cs: Tato cesta serveru není pro protokol Lighthouse platná: %s
de: Serverpfad ungültig für Lighthouse Protokoll: %s
es: Ruta no es válida para el protocolo de Lighthouse: %s
pt_br: O caminho do servidor não é válido para o protocolo Lighthouse: %s

source: Output type is not pay to address/p2sh: %s
cs: Typ výstupu není platba na adresu/p2sh: %s
de: Output type ist nicht 'pay to address'/'p2sh': %s
es: La salida no es del tipo pagar a dirección/p2sh: %s
pt_br: O tipo de saída não é um pagamento para um endereço/p2sh: %s

source: Copy to clipboard
cs: Zkopírovat do clipboardu
de: In die Zwischenablage kopieren
es: Copiar a portapapeles
pt_br: Copiar para a área de trabalho

source: PLEDGED OF %s BTC GOAL
cs: PŘISLÍBENO Z POTŘEBNÝCH %s BTC
de: VOM ZIELBETRAG %s ZUGESAGT
es: CONTRIBUÍDO %s BTC DE LA META
pt_br: ARRECADADOS DE %s BTC

source: Edit
cs: Editovat
de: Bearbeiten
es: Editar
pt_br: Editar

source: Copy description
cs: Zkopírovat popis
de: Beschreibung kopieren
es: Copiar descripción
pt_br: Copiar descrição

source: View technical details
cs: Zobrazit technické podrobnosti
de: Technische Details anzeigen
es: Ver detalles técnicos
pt_br: Ver detalhes técnicos

source: PLEDGERS
cs: PŘISPĚVATELŮ
de: Spender
es: CONTRIBUIDORES
pt_br: APOIADORES

source: FUNDED
cs: CÍLOVÉ ČÁSTKY
de: vom Spendenziel erreicht
es: FINANCIADO
pt_br: ATINGIDO

source: Export as CSV ...
cs: Exportovat jako CSV...
de: Als CSV exportieren ...
es: Exportar como CSV ...
pt_br: Exportar como CSV ...

source: No pledges yet!
cs: Nikdo zatím nic nepřislíbil.
de: Noch keine Spenden-Zusagen
es: Sin contribuciones aún!
pt_br: Ainda sem apoios!

source: Project is not on the server yet: email the project file to the operator
cs: Projekt zatím není na serveru. Pošlete prosím soubor projektu emailem provozovateli serveru.
de: Das Projekt ist noch nicht auf dem Server: Bitte schicke die Projektdatei an den Serverbetreiber
es: El proyecto no está en el servidor aún: envía un el archivo del proyecto al operador
pt_br: O projeto ainda não está no servidor: envie por e-mail o arquivo de projeto para o operador

source: Bitcoin P2P network returned inconsistent answers, please contact support
cs: P2P síť Bitcoin vrátila protichůdné odpovědi, obraťte se prosím na technickou podporu
de: Das Bitcoin P2P Netzwerk kann sich nicht einigen, bitte kontaktiere den Support
es: La red P2P de Bitcoin retornó respuestas inconsistentes, por favor contacte a soporte.
pt_br: A rede P2P do Bitcoin retornou respostas inconsistentes, por favor entre em contato com o suporte

source: Server error: Timed out
cs: Chyba serveru: příliš dlouho neodpovídá
de: Server Fehler: Zeitüberschreitung
es: Error de servidor: tiempo de espera agotado
pt_br: Erro no servidor: Tempo esgotado

source: Internal error:
cs: Vnitřní chyba:
de: Interner Fehler:
es: Error interno:
pt_br: Erro interno:

source: Error: %s
cs: Chyba: %s
de: Fehler: %s
pt_br: Erro: %s

source: Fully funded
cs: Plně financováno
de: Spendenziel erreicht
es: Completamente financiada
pt_br: Arrecadação completada

source: Pledge
cs: Přislíbit
de: Spende zusagen
es: Contribuír
pt_br: Apoio

source: Revoke
cs: Odvolat
de: Spende widerrufen
es: Revocar
pt_br: Revogar

source: Claim
cs: Vybrat peníze
de: Transaktion anforden
es: Reclamar
pt_br: Reivindicar

source: View claim transaction
cs: Zobrazit transakci výběru
de: Transaktion anzeigen
es: Ver transacción reclamada
pt_br: Ver transação de reivindicação

source: View more
cs: Zobrazit více
de: Mehr anzeigen
es: Ver más
pt_br: Ver mais

source: Anonymous
cs: Anonym
de: Unbekannt
es: Anónimo
pt_br: Anônimo

source: Unable to edit
cs: Editace není možná
de: Bearbeiten nicht möglich
es: No se puede editar
pt_br: Não é possível editar

source: You cannot edit a project that has already started gathering pledges, as otherwise existing pledges could be invalidated and participants could get confused. If you would like to change this project either create a new one, or request revocation of existing pledges.
cs: Nemůžete editovat projekt, který již začal sbírat přísliby. Tím by se tyto přísliby stali neplatnými, a přispěvatele by to zmátlo. Pokud chcete projekt změnit, můžete buď vytvořit nový, nebo požádat o odvolání existujících příslibů.
de: Ein Projekt, für das schon Spendenzusagen eingegangen sind, kann nicht mehr geändert werden, andernfalls würden diese ungültig und die Teilnehmer verwirrt werden. Falls du das Projekt trotzdem ändern willst. kannst de entweder ein neues erstellen oder um den Widerruf der Spendenzusagen bitten.
es: No puedes editar un proyecto que ya haya sido empezado a atraer contribuciones , de otra manera las contribuciones existentes podrían ser invalidadas y los participantes podrían confunirse. Si tú quisieras cambiar este proyecto crea uno nuevo o solicita revocar las contribuciones existentes.
pt_br: Você não pode editar um projeto que já iniciou a arrecadar apoios, já que de outra maneira os apoios já existentes seriam invalidados e isso poderia confundir os participantes. Se você gostaria de mudar esse projeto, crie um novo ou solicite aos participantes que revoguem os apoios existentes.

source: Description copied to clipboard
cs: Popis byl zkopírován do clipboardu
de: Die Beschreibung wurde in die Zwischenablage kopiert.
es: Descripción copiada al portapapeles
pt_br: Descrição copiada para a área de trabalho

source: Unable to fetch email addresses
cs: Nelze načíst emailové adresy
de: Die Email Adressen konnten nicht geladen werden.
es: No se pudo obtener la dirección de correo electrónico
pt_br: Não foi possível obter o endereço de e-mail

source: Could not fetch project status from server: %s
cs: Nepodařilo se načíst stav projektu ze serveru: %s
de: Der Projektstatus konnte nicht vom Server geladen werden: %s
es: No se pudo obtener el estado del proyecto desde el servidor: %s
pt_br: Não foi possível obter o status do projeto do servidor: %s

source: Export pledges to CSV file
cs: Exportovat přísliby jako soubor CSV
de: Zusagen in als CSV Datei exportieren
es: Exportar contribuciones a archivo CSV
pt_br: Exportar apoios para arquivo CSV

source: Export succeeded
cs: Export proběhl úspěšně
de: Exportieren erfolgreich
es: Exportación exitosa
pt_br: Exportado com sucesso

source: Pledges are stored in a CSV file, which can be loaded with any spreadsheet application. Amounts are specified in satoshis.
cs: Přísliby byly uloženy do souboru ve formátu CSV, který lze snadno nahrát do kteréhokoli tabulkového procesoru. Částky jsou uvedeny v satoshi.
de: Zusagen sind in einer CSV Datei gespeichert die mit einer Tabellen Software geladen werden kann. Beträge sind als Satoshis angegeben.
es: Las contribuciones son guardadas en un archivo CSV, que puede ser abierto como una hoja de cálculo. Las cantidades están especificadas en satoshis.
pt_br: Os apoios estão armazenados em um arquivo CSV, que pode ser aberto em qualquer sofware de planilha. As quantidades estão especificadas em satoshis.

source: Export failed
cs: Exportování se nezdařilo
de: Exportieren fehlgeschlagen
es: Exportación falló
pt_br: Erro ao exportar

source: Lighthouse was unable to save pledge data to the selected file: %s
cs: Lighthouse nedokázal uložit data příslibu do zvoleného souboru: %s
de: Lighthouse konnte die Zusagen nicht in die angegebene Datei speichern: %s
es: Lighthouse no pudo guardar los datos de la contribución en el archivo seleccionado: %s
pt_br: O Lighthouse não foi capaz de salvar os dados dos apoios para o arquivo selecionado: %s

source: Read more ...
cs: Více...
de: Mehr lesen ...
es: Leer más ...
pt_br: Ver mais ...

source: Copy address to clipboard
cs: Zkopírovat adresu do clipboardu
de: Adresse in die Zwischenablage kopieren
es: Copiar dirección al portapapeles
pt_br: Copiar endereço para a área de trabalho

source: Show a barcode scannable with a mobile phone for this address
cs: Zobrazit "čárový kód" pro tuto adresu, který lze vyfotit mobilním telefonem
de: Diese Adresse als Handy-lesbaren Barcode anzeigen.
es: Mostrar una barra de código para esta dirección que se puede escanear con un teléfono móvil
pt_br: Mostrar esse endereço em um código de barras que pode ser escaneado com um celular

source: Address copied to clipboard
cs: Adresa byla zkopírována do clipboardu
de: Adresse wurde in die Zwischenablage kopiert
es: Dirección copiada al portapapeles
pt_br: Endereço copiado para a área de trabalho

source: QR code
cs: QR kód
es: Código QR
pt_br: Código QR

source: %s BTC raised so far
cs: Zatím se vybralo %s BTC
de: %s BTC bereits zugesagt
es: %s BTC ha sido financiado
pt_br: %s BTC já levantados

source: Loading ...
cs: Načítám...
de: Lade ...
es: Cargando ...
pt_br: Carregando ...

source: You created this project
cs: Tento projekt jste vytvořil(a) vy
de: Du hast dieses Projekt erstellt
es: Tú creaste este proyecto
pt_br: Você criou esse projeto

source: Already running
cs: Aplikace již běží
de: Bereits am laufen
es: Ya está corriendo
pt_br: Já em execução

source: This application is already running and cannot be started twice.
cs: Tato aplikace již na vašem počítači jednou běží, a nelze ji spustit dvakrát.
de: Diese Anwendung ist bereits am laufen und kann nicht zweimal ausgeführt werden.
es: La aplicación ya está corriendo y no puede ser iniciada dos veces.
pt_br: Esse aplicativo já está em execução e não pode ser iniciado duas vezes.

source: Local Bitcoin node not usable
cs: Lokální Bitcoinový software je nepoužitelný
de: Lokale Bitcoin node nicht nutzbar
es: El nodo local de Bitcoin no es usable.
pt_br: Nodo local de Bitcoin não utilizável

source: You have a Bitcoin (Core) node running on your computer, but it doesn't have the protocol support %s needs. %s will still work but will use the peer to peer network instead, so you won't get upgraded security. Try installing Bitcoin XT, which is a modified version of Bitcoin Core that has the upgraded protocol support.
cs: Na vašem počítači běží jádro Bitcoin, nepodporuje ale protokol, který %s potřebuje. %s bude fungovat i tak, ale bude se muset spoléhat na P2P síť, a přijdete tak o vyšší úroveň zabezpečení. Zkuste nainstalovat Bitcoin XT, což je upravená verze jádra Bitcoin, která podporuje potřebný protokol.
de: Eine Bitcoin (Core) node läuft auf deinem Computer, aber sie hat nicht die Protokollunterstützung die %s braucht. %s wird trotzdem funktionieren, aber stattdessen das Peer-to-Peer Netzwerk benutzen, deswegen wird die Sicherheit nicht erhöht sein. Versuche Bitcoin XT zu installieren, was eine modifizierte Version von Bitcoin Core mit der verbesserten Protokollunterstützung.
es: Tú tienes un nodo (Core) de Bitcoin corriendo en tu computadora, pero no soporta el protocolo que %s necesita. %s aún funcionará pero usará la red de punto a punto, entonces no tendrás seguridad moderna. Trata de instalar Bitcoin XT, que es una versión modificada de Bitcoin Core que tiene el soporte para el protocolo mejorado.
pt_br: Você possui um nodo de Bitcoin (Core) sendo executado em seu computador, mas ele não tem as necessidades do procolo de suporte %s. %s ainda pode funcionar, mas você irá usar a rede P2P, então você não terá uma segurança aprimorada. Tente instalar o Bitcoin XT, que é uma versão modificada do Bitcoin Core que tem um protocolo de suporte aprimorado.

source: View pledge
cs: Zobrazení příslibu
de: Zusage anzeigen
es: Ver contribución
pt_br: Ver apoio

source: Save to file
cs: Uložit do souboru
de: In Datei speichern
es: Guardar a archivo
pt_br: Salvar em arquivo

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
pt_br: Fechar

source: pledged by
cs: které přislíbil(a)
de: zugesagt von
es: Contribuído por
pt_br: apoiado por

source: on
cs: dne
de: auf
es: en
pt_br: em

source: No attached message
cs: Žádná přiložená zpráva
de: Keine Nachricht angehängt
es: Sin mensaje adjunto
pt_br: Sem mensagem

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
pt_br: Confirmar

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
pt_br: Cancelar

source: Password
cs: Heslo
de: Passwort
es: Contraseña
pt_br: Senha

source: Bad password
cs: Neplatné heslo
de: Schlechtes Passwort
es: Mala contraseña
pt_br: Senha fraca

source: The password you entered is empty or too short.
cs: Heslo, které jste zadal(a), je buď prázdné, nebo příliš krátké.
de: Das eingegebene Passwort ist zu kurz
es: La contraseña que ingresaste está vacía o es muy corta.
pt_br: A senha que você inseriu está vazia ou é muito curta.

source: Wrong password
cs: Nesprávné heslo
de: Falsches Passwort
es: Contraseña incorrecta
pt_br: Senha incorreta

source: Please try entering your password again, carefully checking for typos or spelling errors.
cs: Zkuste prosím své heslo zadat znovu, a dávejte pozor na chyby a překlepy.
de: Bitte das Passwort erneut eingeben und auf Schreibfehler achten.
es: Por favor trata de ingresar tu contraseña de nuevo, cuidando errata o errores en el deletreo
pt_br: Por favor tente inserir sua senha novamente, verificando cuidadosamente por erros de digitação.

source: Create new project
cs: Vytvořit nový projekt
de: Neues Projekt erstellen
es: Crear nuevo proyecto
pt_br: Criar um novo projeto

source: Edit project
cs: Editovat projekt
de: Projekt bearbeiten
es: Editar proyecto
pt_br: Editar projeto

source: You can collect a maximum of %d pledges, due to limits in the Bitcoin protocol.
cs: Kvůli omezením protokolu Bitcoin můžete posbírat nejvýše %d příslibů.
de: Du kannst maximal %s Zusagen sammeln. Dies ist eine Limitierung des Bitcoin Protokolls.
es: Tú puedes crear un máximo de %d contribuciones, dados los límites en el protocolo de Bitcoin.
pt_br: Você pode coletar no máximo %d apoios, devido a limites no protocolo Bitcoin.

source: Project name
cs: Název
de: Projekt Name
es: Nombre del proyecto
pt_br: Nome do projeto

source: Goal amount
cs: Cílová částka
de: Zielbetrag
es: Objetivo
pt_br: Objetivo

source: Min pledge
cs: Min. příslib
de: Min Zusage
es: Contribución mínima
pt_br: Apoio mínimo

source: Address
cs: Adresa
de: Adresse
es: Dirección
pt_br: Endereço

source: Drop a custom image or click here to open
cs: Přetáhněte sem obrázek, nebo klikněte pro otevření
de: Du kannst per drap&drop oder per anklicken ein Bild hinzufügen
es: Arrastra una imagen personalizada o haz click aquí para abrir
pt_br: Arraste uma imagem ou clique aqui para abrir

source: Cover image
cs: Obrázek
de: Titelbild
es: Imagen de portada
pt_br: Imagem de capa

source: Description
cs: Popis
de: Beschreibung
es: Descripción
pt_br: Descrição

source: Preview formatted text
cs: Náhled formátovaného textu
de: Formatierten Text anzeigen
es: Prever formato de texto
pt_br: Pré-visualizar texto formatado

source: Email address
cs: Email
de: Email Adresse
es: Dirección de correo electrónico
pt_br: Endereço de e-mail

source: Next
cs: Další
de: Weiter
es: Siguiente
pt_br: Próximo

source: Example: Building a lighthouse
cs: Např.: Stavba majáku
de: Bespiel: Einen Leuchtturm bauen
es: Ejemplo: Construyendo un faro
pt_br: Exemplo: Construindo um farol

source: You can format text using Markdown syntax.
cs: K formátování textu můžete používat Markdown.
de: Du kannst den Text mit Markdown formatieren
es: Tú puedes darle formato al texto usando sintaxis Markdown.
pt_br: Você pode formatar o texto usando sintaxe Markdown

source: How can supporters get in touch with you?
cs: Jak vás mohou lidé kontaktovat?
de: Wie koennen dich deine Unterstützer erreichen?
es: ¿Cómo pueden los contribuidores contactarte?
pt_br: Como os apoiadores podem entrar em contato com você?

source: Title conflict
cs: Konflikt názvů
de: Titel konflikt
es: Conflicto de título
pt_br: Conflito de título

source: You already have a project with that title. Please choose another. If you are trying to create a different version, consider putting the date or a number in the title so people can distinguish them.
cs: Projekt s tímto názvem již máte. Zvolte prosím jiný název. Pokud se snažíte vytvořit novou verzi, zkuste dát do názvu datum nebo číslo, aby lidé mohli projekty rozlišit.
de: Es gibt schon ein Projekt mit diesem Titel, bitte wähle einen anderen. Falls du eine andere Version erstellen willst, kannst du das Datum oder eine Versionsnummer in den Titel schreiben, damit andere es unterscheiden können.
es: Ya tienes un proyecto con este título. Por favor escoge otro. Si tú estás tratando de crear una versión diferente, considera poner la fecha o un número en el título para que sea distinguido.
pt_br: Você já tem um projeto com esse título. Por favor escolha um outro. Se você está tentando criar uma versão diferente, considere colocar a data ou um número no título, de maneira que as pessoas possam distingui-los.

source: Select an image file
cs: Zvolte soubor obrázku
de: Ein Bild auswaehlen
es: Selecciona un archivo de imagen
pt_br: Selecione um arquivo de imagem

source: Images (JPG/PNG/GIF)
cs: Obrázky (JPG/PNG/GIF)
de: Bilder (JPG/PNG/GIF)
es: Imágenes (JPG/PNG/GIF)
pt_br: Imagens (JPG/PNG/GIF)

source: Image load failed
cs: Načítání obrázku selhalo
de: Bild konnte nicht geladen werden
es: Carga de imagen falló
pt_br: Erro ao carregar imagem

source: Could not download the image from the remote server: %s
cs: Nepodařilo se stáhnout obrázek ze vzdáleného serveru: %s
de: Das Bild konnte nicht von dem Server geladen werden: %s
es: No se pudd descargar la imagen desde el servidor remoto: %s
pt_br: Não foi possível baixar a imagem do servidor remoto: %s

source: Download of %s
cs: Stahování %s
de: %s herunterladen
es: Descarga de %s
pt_br: Download de %s

source: Image too large
cs: Obrázek je příliš velký
de: Bildgrösse überschritten
es: Archivo muy grande
pt_br: Imagem muito grande

source: Please make sure your image is smaller than 5mb, any larger is excessive.
cs: Zkontrolujte prosím, že velikost vašeho obrázku nepřesahuje 5MB.
de: Bitte wähle eine Bild das kleiner als 5mb ist
es: Por favor asegúrate que tu archivo sea menor a 5mb, más grande es excesivo.
pt_br: Certifique-se que sua imagem é menor que 5mb.

source: Failed to load image
cs: Načítání obrázku se nezdařilo
de: Das Bild konnte nicht geladen werden
es: Falla en la carga de la imagen
pt_br: Erro ao carregar a imagem

source: https://help.github.com/articles/markdown-basics/
cs: http://www.edgering.org/markdown/

source: Amount
cs: Částka
de: Betrag
es: Cantidad
pt_br: Quantia

source: Maximum amount possible
cs: Nejvyšší možná částka
de: Maximaler Betrag
es: Cantidad máxima posible
pt_br: Máxima quantia possível

source: Minimum amount possible
cs: Nejnižší možná částka
de: Minimaler Betrag
es: Cantidad mínima posible
pt_br: Mínima quantia possível

source: Name
cs: Jméno
es: Nombre
pt_br: Nome

source: Message to project owner (optional)
cs: Zpráva pro autora projektu (nepovinné)
de: Nachricht an den Projekt Ersteller (optional)
es: Mensaje al dueño del proyecto (opcional)
pt_br: Mensagem para o dono do projeto (opcional)

source: Name and message will be public.
cs: Jméno a zpráva budou veřejné.
de: Name und Nachricht sind öffentlich sichtbar
es: El nombre y el mensaje serán públicos
pt_br: O nome e a mensagem serão públicos.

source: Name, email and message will be public.
cs: Jméno, email a zpráva budou veřejné.
de: Name, Email Adresse und Nachricht werden öffentlich sichtbar sein
es: El nombre, el correo y el mensaje serán públicos
pt_br: O nome, e-mail e mensagem serão públicos.

source: e.g. %s
cs: např. %s
de: z.B. %s
pt_br: ex.:. %s

source: Target address
cs: Cílová adresa
de: Zieladresse
es: Dirección objetivo
pt_br: Endereço alvo

source: Server URL
cs: URL adresa serveru
es: URL del servidor
pt_br: URL do servidor

source: Min pledge size
cs: Min. výše příslibu
de: Min Spendenzusage
es: Tamaño mínimo de contribuciones
pt_br: Tamanho mínimo do apoio

source: Auth key
cs: Autorizační klíč
de: Auth Schlüssel
es: Clave de autenticación
pt_br: Chave autenticada

source: Network parameters
cs: Parametry sítě
de: Netzwerk Parameter
es: Parámetros de la red
pt_br: Parâmetros da rede

source: Creation time
cs: Čas vytvoření
de: Erstelldatum
es: Tiempo de la creación
pt_br: Criado em

source: Serverless project
cs: Tento projekt nepoužívá server
de: Serverloses Projekt
es: Proyecto sin servidor
pt_br: Projeto sem servidor

source: Project details
cs: Podrobnosti o projektu
de: Projekt Details
es: Detalles del proyecto
pt_br: Detalhes do projeto

source: Wallet settings
cs: Nastavení peněženky
de: Wallet Einstellungen
es: Configuración de la billetera
pt_br: Configurações da carteira

source: Remove password
cs: Odstranit heslo
de: Passwort entfernen
es: Eliminar contraseña
pt_br: Remover senha

source: These are your wallet words. Write them down along with the creation date, and you can get your money back even if you lose all your wallet backup files. Just type the details back in below to restore!
cs: Toto jsou tajná slova vaší peněženky. Zapište si je, spolu s datem vytvoření, a budete vždy moci obnovit přístup ke svým penězům, i v případě ztráty všech souborů se zálohami. K obnovení stačí znovu vyplnit tyto údaje do tohoto okna a kliknout na tlačítko Obnovit pomocí slov.
de: Das ist die Wallet Wortliste. Schreib sie zusammen mit dem Erstellungsdatum auf, um die Wallet später wieder herzustellen, selbst wenn du alle Backupdateien verloren hast. Zur Wiederherstellung einfach die Details hier unten eingeben.
es: Estas son las palabras de tu billetera. Escríbelas junto con la fecha de creación, y así puedes obtener tu dinero incluso cuando pierdas todas las copias de respaldo de tu billetera. Sólo escribe los detalles de nuevo para restaurar!
pt_br: Essas são suas palavras da carteira: escreva-as em um papel junto com a data de criação. Assim, você poderá recuperar seu dinheiro mesmo se você perder todos seus arquivos de backup da carteira. É só digitar os detalhes novamente abaixo para recuperá-los!

source: Created on:
cs: Vytvořeno:
de: Erstellt:
es: Creada:
pt_br: Criado em:

source: Set password
cs: Nastavit heslo
de: Passwort setzen
es: Establecer contraseña
pt_br: Definir senha

source: Restore from words
cs: Obnovit pomocí slov
de: Von Wörtern wiederherstellen
es: Restaurar con palabras
pt_br: Recuperar a partir de palavras

source: Wallet is not empty
cs: Peněženka není prázdná
de: Wallet ist nicht leer
es: La billetera no está vacía
pt_br: A carteira não está vazia

source: You must empty this wallet out before attempting to restore an older one, as mixing wallets together can lead to invalidated backups.
cs: Musíte vyprázdnit svou současnou peněženku předtím, než budete obnovovat starou. Smíchání dvou peněženek dohromady by mohlo pokazit zálohy.
de: Diese Wallet muss erst geleert werden, bevor versucht werden kann. eine alte wieder herzustellen. Das Vermischen von Wallets kann zu ungültigen Backups führen.
es: Debes vaciar esta billetera antes de tratar una restauración desde una antigua, dado que la mezcla de billeteras puede llevar la invalidación de respaldos.
pt_br: Você deve primeiro esvaziar essa carteira antes de tentar recuperar uma antiga, pois misturar carteiras pode ocasionar backups inválidos.

source: Wallet is encrypted
cs: Peněženka je zašifrovaná
de: Wallet ist verschlüsselt
es: La billetera está cifrada
pt_br: Carteira encriptada

source: After restore, the wallet will no longer be encrypted and you must set a new password.
cs: Po obnovení již peněženka nebude zašifrovaná, a bude třeba znovu nastavit heslo.
de: Nach der Wiederherstellung wird die Wallet nicht mehr verschlüsselt sein, weshalb ein neues Passwort ausgewählt werden muss.
es: Después de restaurar, la billetera ya no estará cifrada y debes establecer una contraseña nueva.
pt_br: Após a recuperação, a carteira não estará mais criptografada e você deverá definir uma nova senha.
