Repository: vinumeris/lighthouse
Catalog: i18n/*.po
Languages: cs, de, es, pt_br

source: Wallet restore in progress
cs: Probíhá obnovování peněženky
de: Wallet Wiederherstellung im Vorgang
es: Restauración de la billetera en progreso
pt_br: Recuperação da carteira em andamento

source: Your wallet will now be resynced from the Bitcoin network. This can take a long time for old wallets.
cs: Vaše peněženka bude nyní znovu synchronizována se sítí Bitcoin. Pokud je peněženka hodně stará, může to nějakou dobu trvat.
de: Deine Wallet wird jetzt nochmals mit dem Bitcoin Netzwerk synchronisiert. Für ältere Wallets kann dies eine lange Zeit in Anspruch nehmen.
es: La billetera será sincronizada con la red de Bitcoin. Esto puede tomar tiempo con una billetera antigua.
pt_br: Sua carteira será agora resincronizada a partir da rede Bitcoin. Isso pode demorar bastante para carteiras antigas.

source: Wallet decrypted
cs: Peněženka dešifrována
de: Wallet entschlüsselt
es: Billetera descifrada
pt_br: Carteira descriptada

source: A password will no longer be required to send money or edit settings.
cs: Pro posílání peněz a změny nastavení již nebude vyžadováno ověření heslem.
de: Um Geld zu verschicken oder Einstellungen zu ändern ist kein Passwort mehr nötig.
es: Una contraseña no será requerida para enviar dinero y editar la configuración
pt_br: Uma senha não será mais necessária para enviar dinheiro ou editar as configurações.

source: Always use this version
cs: Vždy používat tuto verzi
de: Immer diese Version verwenden
es: Siempre usar esta versión
pt_br: Sempre use essa versão

source: Application updates
cs: Aktualizace pro aplikaci
de: Software updates
es: Actualizaciones de la aplicación
pt_br: Atualizações do aplicativo

source: Version change
cs: Změna verze
de: Versionsänderungen
es: Cambio de versión
pt_br: Mudança de versão

source: You will be switched to always track the latest version. The app will now restart.
cs: Od teď bude vždy použita nejnovější verze. Aplikace se nyní restartuje.
de: Umstellung um immer die aktuellste Version zu benutzen. Die Anwendung startet jetzt neu.
es: Será cambiada para usar seguir la última versión. La aplicación reiniciará ahora.
pt_br: A partir de agora você sempre usará a última versão. O aplicativo irá reiniciar agora.

source: You will be switched to always use version %d. The app will now restart.
cs: Od teď bude vždy používána verze %d. Aplikace se nyní restartuje.
de: Umstellung um immer die Version %d zu benutzen. Die Anwendung startet jetzt neu.
es: Será cambiada para seguir la versión %d. La aplicación reiniciará ahora.
pt_br: A partir de agora você sempre usará a versão %d. O aplicativo irá reiniciar agora.

source: Now submit your project for hosting:
cs: Nyní prosím odešlete svůj projekt k hostování na:
de: Bitte sende dein Projekt jetzt zum Server Betreiber:
es: Ahora envía tu proyecto para que se hospede
pt_br: Envie agora seu projeto para hospedagem:

source: Information
cs: Informace
es: Información
pt_br: Informação

source: Connecting to server ...
cs: Připojuji se k serveru...
de: Verbindung zum Server wird hergestellt ...
es: Conectando al servidor ...
pt_br: Conectando ao servidor ...

source: Upload
cs: Odeslat
de: Hochladen
es: Subir
pt_br: Envio

source: Connection failed: %s
cs: Připojení selhalo: %s
de: Verbindung fehlgeschlagen: %s
es: Conexión falló: %s
pt_br: Conexão falhou: %s

source: Connected, uploading ...
cs: Připojeno, odesílám...
de: Verbunden, lade hoch ...
es: Conectado, subiendo ...
pt_br: Conectado, enviando ...

source: Server said %d %s
cs: Server říká %d %s
de: Server sagt %d %s
es: Servidor dijo %d %s
pt_br: O servidor disse %d %s

source: Upload failed
cs: Odesílání se nezdařilo
de: Hochladen fehlgeschlagen
es: Subida falló
pt_br: Falha no envio

source: %s. This probably indicates either a problem with your internet connection or a configuration issue with the server. You could try again later.
cs: %s. Toto může znamenat problém s vaším připojením k Internetu, nebo chybu v nastavení serveru. Můžete to zkusit znovu později.
de: %s. Das bedeutet entweder ein Problem mit der Internetverbindung oder mit der Konfiguration des Servers. Probiere es später noch einmal.
es: %s. Esto probablemente indica ya sea un problema con tu conexión a internet o una cuestión de la configuración con el servidor. Puedes tratar de nuevo más tarde.
pt_br: %s. Isso provavelmente indica ou um problema com a sua conexão da internet, ou uma questão na configuração com o servidor. Você pode tentar novamente mais tarde.

source: Setting a password on your wallet makes it safer against viruses and theft. You will need to enter your password whenever money is sent.
cs: S heslem bude vaše peněženka lépe chráněna proti počítačovým virům a zlodějům. Heslo budete muset zadat při každé platbě.
de: Ein Passwort für deine Wallet macht sie sicherer gegen Viren und Diebstahl. Es muss jedes mal eingegeben werden, wenn du Geld verschickt wird.
es: El establecer una contraseña en tu billetera la hace más segura ante viruses y robo. Tú necesitaras ingresar una contraseña cada vez que envíes dinero.
pt_br: Definir uma senha para sua carteira a torna mais segura contra vírus e roubos. Você terá que inserir sua senha sempre que for enviado dinheiro.

source: Enter password
cs: Zadejte heslo
de: Passwort eingeben
es: Ingresa la contraseña
pt_br: Digite a senha

source: Repeat password
cs: Heslo znovu
de: Passwort wiederholen
es: Repite la contraseña
pt_br: Repita a senha

source: Passwords do not match
cs: Hesla nejsou stejná
de: Passwörter sind unterschiedlich
es: Las contraseñas no coinciden
pt_br: As senhas não conferem

source: Try re-typing your chosen passwords.
cs: Zkuste své heslo napsat znovu.
de: Bitte gebe dein gewähltes Passwort nochmals ein.
es: Trata de ingresar las contraseñas que escogiste
pt_br: Tenter digitar novamente suas senhas escolhidas.

source: Password too short
cs: Heslo je příliš krátké
de: Passwort zu kurz
es: Contraseña muy corta
pt_br: Senha muito curta

source: You need to pick a password at least five characters or longer.
cs: Heslo musí být alespoň 5 znaků dlouhé.
de: Das Passwort muss mindestens fünf Zeichen lang sein.
es: Necesitas escoger una contraseña con al menos cinco caracteres
pt_br: Você deve escolher uma senha com pelo menos 5 caracteres.

source: Wallet encrypted
cs: Peněženka zašifrována
de: Wallet verschlüsselt
es: Billetera cifrada
pt_br: Carteira criptografada

source: You can remove the password at any time from the settings screen.
cs: Heslo můžete kdykoli zase odstranit v okně Nastavení peněženky.
de: Du kannst das Passwort jederzeit in den Einstellungen wieder entfernen.
es: Tú puedes eliminar la contraseña en cualquier momento desde la pantalla de configuración.
pt_br: Você pode remover a senha a qualquer hora na tela das configurações.

source: This operation incurs a small miners fee because it requires making a Bitcoin transaction.
cs: Tato operace vyžaduje provedení Bitcoinové transakce, a je proto třeba zaplatit malý poplatek minerům, kteří ji zpracují.
de: Dieser Vorgang benötigt eine kleine Gebühr für die Miner, weil er eine Bitcoin Transaktion notwendig macht.
es: Esta operación incurre en una pequeña tarifa para los mineros ya que se requiere hacer una transacción de Bitcoin.
pt_br: Essa operação exige uma pequena taxa para mineradores porque ela requer a realização de uma transação Bitcoin.

source: Revoke pledge
cs: Odvolat příslib
de: Zusage zurückziehen
es: Revocar contribución
pt_br: Revogar apoio

source: Claim pledges
cs: Vybrat přísliby
de: Transaktion ausführen
es: Reclamar contribuciones
pt_br: Reivindicar apoios

source: Claiming a project sends all the pledged money to the project's goal address.
cs: Vybráním peněz přesunete přislíbené peníze na cílovou adresu projektu.
de: Die Transaktion schickt alle Spendenzusagen an die Zieladresse des Projektes.
es: El reclamar un proyecto envía todo el dinero contribuído a la dirección planeada del proyecto.
pt_br: Reivindicar um projeto envia todo o dinheiro dos apoios para o endereço do objetivo do projeto.

source: Revoking a pledge returns the money to your wallet.
cs: Odvolání příslibu vrátí peníze zpět do vaší peněženky.
de: Der Widerruf einer Spendenzusage schicktt das Geld wieder in deine Wallet zurück.
es: El revocar una contribución retornará el dinero a tu billetera.
pt_br: Revogar um apoio faz com que o dinheiro retorne para sua carteira.

source: Unable to claim
cs: Přísliby nelze vybrat
de: Zurückziehen der Spendenzusage fehlgeschlagen
es: No se pudo reclamar
pt_br: Não foi possível reivindicar

source: One or more pledges have been revoked whilst you were waiting.
cs: Během vašeho čekání nejméně jeden přispěvatel odvolal svůj příslib.
de: Eine oder mehrere Spendenzusagen wurden widerrufen während du gewartet hast.
es: Una o más contribuciones fueron revocadas mientras esperabas.
pt_br: Um ou mais apoios foram revogados enquanto você estava esperando

source: Transaction acceptance issue
cs: Problém s přijetím transakce
de: Die Transaktion wurde nicht akzeptiert
es: Problema aceptando la transacción
pt_br: Erro na aceitação da transação

source: The Bitcoin network has rejected the claim: %s
cs: Síť Bitcoin odmítla přijmout transakci výběru: %s
de: Das Bitcoin Netzwerk hat die Transaktion zurückgewiesen: %s
es: La red de Bitcoin ha rechazado el reclamo: %s
pt_br: A rede bitcoin rejeitou a reivindicação: %s

source: Too much money
cs: Příliš mnoho peněz
de: Zu viel Geld
es: Demasiado dinero
pt_br: Dinheiro demais

source: You have gathered pledges that add up to more than the goal. The excess cannot be redeemed in the current version of the software and would end up being paid completely to miners fees. Please remove some pledges and try to hit the goal amount exactly. There is %s too much.
cs: Posbírané přísliby překračují cílovou částku. V současné verzi softwaru není možné vybrat tento přebytek, připadl by celý minerům. Odstraňte prosím nějaké přísliby, a pokuste se dostat na cílovou částku. Nyní je překročena o %s.
de: Die Spendenzusagen belaufen sich auf mehr als der Zielbetrag. Der Überschuss kann in der aktuellen Version nicht eingelöst werden und würde komplett als Gebühr an die Miner gehen. Bitte entferne paar Spendenzusagen und versuche den Zielbetrag genau zu erreichen. %s ist zu viel.
es: Tú has reunido contribuciones que suman más que el objetivo. El exceso no puede ser canjeado en la versión actual del software y terminaría siendo pagada completamente como tarifa a los mineros. Por favor elimina algunas contribuciones y trata de sumar a la cantidad exacta. Hay un exceso de %s.
pt_br: Você já arrecadou apoios que somaram mais do que o objetivo. O excesso não pode ser resgatado na versão atual do software e acabaria sendo pago completamente como taxas aos mineradores. Por favor, remova alguns apoios e tente atingir exatamente o valor objetivo. Existe %s em excesso.

source: Cannot claim pledges
cs: Nelze vybrat přísliby
de: Die Transaktion konnte nicht ausgeführt werden
es: No se puede reclamar contribuciones
pt_br: Não foi possível reivindicar os apoios.

source: Closing the contract requires paying Bitcoin network fees, but you don't have enough money in the wallet. Add more money and try again.
cs: K vyslání této transakce do sítě Bitcoin je třeba zaplatit poplatek minerům, a ve vaší peněžence na to není potřebná částka. Převeďte si prosím nějaké Bitcoiny do této peněženky a zkuste to znovu.
de: Zum Abschluss des Vertrages ist eine Gebühr für das Bitcoin Netzwerk notwendig, aber es ist nicht genug Geld in der Wallet. Schicke etwas mehr Geld dahin und versuche es erneut.
es: El cerrar el contrato requiere una paga de tarifas de Bitcoin, pero no tienes suficiente dinero en la billetera. Añade más dinero y trata de nuevo.
pt_br: O fechamento do contrato requer o pagamento de taxas à rede Bitcoin, mas você não tem dinheiro suficiente na carteira. Adicione mais dinheiro e tente novamente.

source: The Bitcoin network has rejected the revocation transaction: %s
cs: Síť Bitcoin odmítla přijmout transakci odvolání: %s
de: Das Bitcoin Netzwerk hat die Widerruftransaktion zurück gerufen: %s
es: La red de Bitcoin ha rechazado la revocación de la transacción: %s
pt_br: A rede Bitcoin rejeitou a revogação da transação: %s

source: Cannot revoke pledge
cs: Nelze odvolat příslib
de: Das zurückziehen der Spendenzusage ist fehlgeschlagen
es: No se puede revocar contribución
pt_br: Não foi possível revogar o apoio

source: Revoking a pledge requires making another Bitcoin transaction on the block chain, but you don't have sufficient funds to pay the required fee. Add more money and try again.
cs: Odvolání příslibu vyžaduje vložení nové transakce do sítě Bitcoin, nyní však nemáte v peněžence dost peněz ani na zaplacení poplatku za vložení. Přidejte více peněz a zkuste to znovu.
de: Zum Abschluss des Vertrages ist eine Gebühr für das Bitcoin Netzwerk notwendig, aber es ist nicht genug Geld in der Wallet. Schicke etwas mehr Geld dahin und versuche es erneut.
es: El revocar una contribución requiere poner otra transacción en la cadena de bloques, pero no tienes suficientes fondos para la tarifa requerida. Añade más dinero y trata de nuevo.
pt_br: Revogar um apoio exige a realização de uma transação Bitcoin na block chain, mas você não tem saldo suficiente para pagar a taxa de transação necessária. Deposite mais dinheiro e tente novamente.

source: Drag to a folder, email or chat window. Or ...
cs: Toto můžete přetáhnout do adresáře, emailu, nebo...
de: Ziehe die Datei in einen Ordner, Email oder Chat Fenster. Oder...
es: Arrastra hacia un folder, correo electrónico, o ventana de chat. O ...
pt_br: Arraste uma pasta, e-mail ou janela de chat. Ou ...

source: The folder you save the project to will be watched, and any pledges found there will be automatically loaded.
cs: Adresář, do kterého uložíte soubor projektu, bude sledován, a pokud se v něm objeví soubory příslibů, budou automaticky načteny.
de: Der Ordner in dem du die Projekt Datei speicherst wird nach Spenden Zusagen gescannt. Wenn du welche erhälst, speicher sie in dem gleichen Ordner und sie tauchen automatisch auf.
es: El folder al que guardas el proyecto será vigilado, y cualquier contribución encontrada será automáticamente cargada.
pt_br: A pasta que você salvou o projeto será monitorada, e qualquer apoio encontrado nela será automaticamente carregado.

source: Export pledge
cs: Exportovat příslib
de: Spendenzusage exportieren
es: Exportar contribución
pt_br: Exportar apoio

source: Export project
cs: Exportovat projekt
de: Projekt exportieren
es: Exportar proyecto
pt_br: Exportar projeto

source: Pledge by %1$s for %2$s%3$s
cs: Příslib od %1$s pro %2$s%3$s
de: Spendenzusage von %1$s für %2$s%3$s
es: Contribución por %1%s por %2$s%3$s
pt_br: Apoiado por %1$s para %2$s%3$s

source: Save pledge to a file
cs: Uložit příslib do souboru
de: Spendenzusage als Datei speichern
es: Guardar contribución en un archivo
pt_br: Salvar apoio para um arquivo

source: Save project to a file
cs: Uložit projekt do souboru
de: Projekt als Datei speichern
es: Guardar proyecto en un archivo
pt_br: Salvar projeto para um arquivo

source: Failed to save file
cs: Ukládání souboru se nezdařilo
de: Speichern fehlgeschlagen
es: Falla guardando el archivo
pt_br: Erro ao salvar arquivo

source: Send to address:
cs: Poslat na adresu:
de: An diese Adresse senden:
es: Enviar a la dirección:
pt_br: Enviar para endereço:

source: Send
cs: Odeslat
de: Senden
es: Enviar
pt_br: Enviar

source: Empty wallet
cs: Vyprázdnit peněženku
de: Wallet leeren
es: Billetera vacía
pt_br: Carteira vazia

source: Could not empty the wallet
cs: Peněženku nelze vyprázdnit
de: Die Wallet konnte nicht geleert werden
es: No se pudo vaciar la bliletera
pt_br: Não foi possível esvaziar a carteira

source: You may have too little money left in the wallet to make a transaction.
cs: Možná v ní máte tak málo peněz, že to nestačí na provedení transakce.
de: Du hast zu wenig Geld in der Wallet um eine Transaktion zu machen.
es: Tú podrías tener muy poco dinero para hacer una transacción.
pt_br: Você pode ter muito pouco dinheiro sobrando na carteira para fazer uma transação.

source: Broadcasting ... seen by %d peers
cs: Vysílám transakci... vidělo ji %d uzlů
de: Verschicke Transaktion ... von %s peers gesehen
es: Difundiendo ... visto por %d nodos apareados
pt_br: Transmitindo ... visto por %d peers

source: Change type
cs: Změnit typ projektu
de: Typ ändern
es: Cambiar tipo
pt_br: Mudar tipo

source: Select type
cs: Zvolte typ projektu
de: Typ wählen
es: Seleccionar el tipo
pt_br: Selecionar tipo

source: Save
cs: Uložit
de: Speichern
es: Guardar
pt_br: Salvar

source: Back
cs: Zpět
de: Zurück
es: Atrás
pt_br: Voltar

source: A server collects and monitors pledges on your behalf. You can use a community run server or run your own.
cs: Server za vás sbírá a sleduje přísliby. Můžete použít společný server, nebo si založit svůj vlastní.
de: Der Server sammelt und überwacht Spendenzusagen für dich. Du kannst einen öffentlichen benutzen oder selber einen betreiben.
es: Un servidor colecta y monitorea contribuciones en tu nombre. Puedes usar un servidor funcional de la comunidad o correr tú uno propio.
pt_br: Um servidor coleta e monitora os apoios para você. Você pode usar um servidor da comunidade ou usar o seu próprio.

source: Server name
cs: Jméno serveru
es: Nombre del servidor
pt_br: Nome do servidor

source: Server instructions
cs: Instrukce serveru
de: Server Anweisungen
es: Instrucciones del servidor
pt_br: Instruções do servidor

source: Server assisted
cs: S podporou serveru
de: Server unterstützt
es: Asistido por un servidor
pt_br: Assistido por servidor

source: Fully decentralised
cs: Zcela decentralizovaný
de: Komplett dezentralisiert
es: Completamente descentralizado
pt_br: Completamente descentralizado

source: This style of project does not require any server. Backers will be given a pledge file that they must get back to you via email, shared folder, instant messaging etc. People will not be able to see how much money was raised so far unless they download the pledge files themselves. Fully decentralised can be an appropriate choice when you are fund raising from a group of friends or will be managing the pledges in some other way. It's less convenient but doesn't require any infrastructure.
cs: Tento typ projektu nepotřebuje žádný server. Přispěvatelé vytvoří soubor příslibu, který vám musí poslat emailem. Lidé ale nebudou moci sledovat, kolik peněz se zatím vybralo, pokud si soubory příslibů sami nestáhnou. Plně decentralizovaný režim je vhodný pro případ, že vybíráte peníze mezi svými přáteli, nebo pokud spravujete soubory příslibů jiným způsobem. Není to tak pohodlné, ale není k tomu potřeba žádná infrastruktura.
de: Diese Projektart benötigt keinen Server. Unterstützer bekommen eine Datei der Spendenzusage, die diese an dich via E-mail, Onlinespeicherplatz, Messaging, etc schicken müssen. Andere können nicht sehen wie viel Geld schon gesammelt worden ist, außer sie laden die Dateien der Spendenzusagen selber herunter. Komplett dezentralisiert kann eine gute Wahl sein wenn du Geld von Freunden einsammelst oder die Spendenzusagen auf andere Weise managst. Diese Art ist unbequemlicher, aber benötigt keine Infrastruktur.
es: El estilo del proyecto no requiere ningún servidor. Un archivo de contribución será dada a los partidarios que ellos te devolverán via email, folder compartido, mensajería instantánea etc. Los demás no podrán ver cuanto dinero ha sido financiado a menos que ellos mismos descargen los archivo de contribución. La completa descentralización puede ser apropiada cuando estás recaudando fondos con un grupo de amigos o manejas contribuciones de otra manera. Es menos conveniente pero no requiere ninguna infraestructura.
pt_br: Esse tipo de projeto não requer nenhum servidor. Os apoiadores receberão um arquivo de apoio que eles deverão enviá-lo de volta para você por e-mail, pasta compartilhada, software de mensagem instantânea, etc. As pessoas não poderão ver o quanto já foi arrecadado, a menos que elas baixem todos os arquivos de apoio. O tipo completamente descentralizado pode ser uma escolha apropriada quando você estiver arrecadando de um grupo de amigos ou administrando os apoios de outra maneira. É menos conveniente, mas não requer nenhuma infra-estrutura.

source: You must pick a server.
cs: Je třeba zvolit server.
de: Bitte wähle einen Server.
es: Debes escoger un servidor.
pt_br: Você tem que escolher um servidor.

source: The server name is not considered valid.
cs: Jméno serveru je neplatné.
de: Der Server Name ist ungültig.
es: El nombre del servidor no es considerado válido
pt_br: O nome do servidor não é considerado válido.

source: Folder watching
cs: Sledování adresáře zapnuto
de: Ordner überwachen
es: El folder está vigilando
pt_br: Monitoramento de pasta

source: The folder to which you save your project file will be watched for pledge files. When you receive them from backers, just put them in the same directory and they will appear.
cs: Z adresáře, do které uložíte soubor projektu, budou automaticky načítány soubory příslibů. Až vám tedy přispěvatelé tyto soubory pošlou, uložte je do stejného adresáře, a přísliby se objeví zde.
de: Der Ordner in dem du die Projekt Datei speicherst wird nach Spenden Zusagen gescannt. Wenn du welche erhälst, speicher sie in dem gleichen Ordner und sie tauchen automatisch auf.
es: El folder al cual tú guardas el archivo con tu proyecto estará vigilando archivos de contribuciones. Cuando tú los recibes de los partidarios, sólo ponlos en el mismo directorio y ellos aparecerán
pt_br: A pasta em que você salvar o arquivo do projeto será monitorada para arquivos de apoio. Quando você recebê-los dos apoiadores, simplesmente coloque-os na mesma pasta para que eles sejam exibidos.

source: Select a directory to store the project and pledges
cs: Zvolte adresář, ve kterém bude uložen projekt a přísliby
de: Wähle einen Ordner um die Projekt und Zusagen Dateien zu speichern.
es: Selecciona un directorio para guardar el proyecto y las contribuciones
pt_br: Selecione uma pasta para armazenar o projeto e os apoios

source: Could not save project
cs: Projekt nelze uložit
de: Projekt konnte nicht gespeichert werden
es: No se pudo guardar el proyecto
pt_br: Não foi possível salvar o projeto

source: An error was encountered whilst trying to save the project: %s
cs: Při ukládání projektu došlo k chybě: %s
de: Beim Speichern des Projektes ist ein Fehler aufgetreten: %s
es: Un error fue encontrado cuando se estaba tratando de guardar el proyecto: %s
pt_br: Ocorreu um erro ao tentar salvar o projeto: %s

source: Action
cs: Akce
de: Aktion
es: Acción
pt_br: Ação

source: Unfortunately, we screwed up and the app crashed. Sorry about that!
cs: Došlo k chybě a aplikace spadla. Omlouváme se.
de: Die Software ist abgestürzt. Sorry!
es: Desafortunadamente, hicimos mal un tornillo y la aplicación sufrió un estruendo. Perdón por eso!
pt_br: Infelizmente, fizemos besteira e o aplicativo travou. Foi mal!

source: Submission via email. Project must be legal under Swiss and UK law.
cs: Odesílání emailem. Projekt musí být legální podle švýcarských a britských zákonů.
de: Per Email einsenden. Das Projekt muss nach schweitzer und UK Recht legal sein.
es: Entrega por email. El proyecto debe ser legal bajo la ley del Reino Unido y de Suiza
pt_br: Envio por e-mail. O projeto deve ser legal sob as leis da Suiça e Reino Unido.

source: Submission via email. Project must be legal under US law.
cs: Odesílání emailem. Projekt musí být legální podle amerických zákonů.
de: Per Email einsenden. Das Projekt muss nach US Recht legal sein.
es: Entrega por email. El proyecto debe ser legal bajo la ley de los Estados Unidos.
pt_br: Envio via e-mail. O projeto deve ser legal sob a lei dos EUA.
